micropython/micropython/ports/samd/boards/ADAFRUIT_TRINKET_M0/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Trinket M0"
#define MICROPY_HW_MCU_NAME   "SAMD21E18A"

#define MICROPY_HW_DFLL_USB_SYNC    (1)
